Repository: Rolfff/rh_majordomo
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_rhmajordomo_domain_model_emaillist.datetimeformat
source: Y-m-d H:i
de: d.m.Y H:i

# tx_rhmajordomo_domain_model_emaillist.error.nolistfound
source: No email list found. Please add mail lists in FE plugin.
de: Keine E-Mail-Liste gefunden. Bitte fügen Sie Mail-Listen im FE-Plugin hinzu.

# tx_rhmajordomo_domain_model_emaillist
source: Email List
de: Email Liste

# tx_rhmajordomo_domain_model_emaillist.lableList
source: Choose an e-mail list
de: Wählen Sie einen E-mail-Verteiler aus

# tx_rhmajordomo_domain_model_emaillist.select.default
source: --Please choose--
de: --Bitte auswählen--

# tx_rhmajordomo_domain_model_emaillist.lableComand
source: What would you like to do with the e-mail list
de: Was möchten Sie mit dem E-mail-Verteiler unternehmen

# tx_rhmajordomo_domain_model_emaillist.select.subscribe
source: subscribe me
de: mich eintragen

# tx_rhmajordomo_domain_model_emaillist.select.unsubscribe
source: unsubscribe me
de: mich austragen

# tx_rhmajordomo_domain_model_emaillist.outtro.dataprotectionnoitceHeader
source: Data protection notice:
de: Datenschutzhinweis:

# tx_rhmajordomo_domain_model_emaillist.outtro.dataprotectionnoitce
source: By submitting this form you agree that your e-mail address "%s" will be sent unencrypted as the content of an e-mail to the mail daemon. Your email address will be stored there until you unsubscribe from the mailing list.
de: Mit dem Abschicken dieses Formulars sind Sie damit einverstanden, dass Ihre E-mail-Adresse "%s" unverschlüsselt als Inhalt einer E-Mail an den Mail-Dämon geschickt wird. Ihre E-Mail-Adresse wird dort solange gespeichert, bis Sie sich von dem E-Mail-Verteiler abmelden.

# tx_rhmajordomo_domain_model_emaillist.outtro.dataprotectionnoitcewithouteamil
source: By submitting this form you agree that your e-mail address will be sent unencrypted as the content of an e-mail to the mail daemon. Your email address will be stored there until you unsubscribe from the mailing list.
de: Mit dem Abschicken dieses Formulars sind Sie damit einverstanden, dass Ihre E-mail-Adresse unverschlüsselt als Inhalt einer E-Mail an den Mail-Dämon geschickt wird. Ihre E-Mail-Adresse wird dort solange gespeichert, bis Sie sich von dem E-Mail-Verteiler abmelden.

# tx_rhmajordomo_domain_model_emaillist.outtro.moderatorack
source: The email list moderator receives a note of this process.
de: Der Email-Verteiler-Moderator bekommt eine Notiz dieses Vorgangs.

# tx_rhmajordomo_domain_model_emaillist.button.submit
source: submit
de: Absenden

# tx_rhmajordomo_domain_model_emaillist.button.next
source: Enter next email
de: Nächste E-Mail eingeben

# tx_rhmajordomo_domain_model_emaillist.intro.feusermail
source: You can subscribe or unsubscribe to mailing lists with the e-mail address "%s".
de: Sie können sich mit der E-mail-Adresse "%s" in Verteilern an- oder abmelden.

# tx_rhmajordomo_domain_model_emaillist.intro.anymail
source: You can subscribe or unsubscribe to mailing lists with an e-mail address.
de: Sie können sich mit einer E-mail-Adresse in Verteilern an- oder abmelden.

# tx_rhmajordomo_domain_model_emaillist.message.noListFound
source: No mail list was found. Please select one.
de: Es wurde kein E-mail-Verteiler gefunden. Bitte wählen Sie einen aus.

# tx_rhmajordomo_domain_model_emaillist.message.noValidMail
source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mail Adresse ein.

# tx_rhmajordomo_domain_model_emaillist.message.failedData
source: An error has occurred during the transmission of the data. Please try again.
de: Es ist ein Fehler bei der Übermittlung der Daten aufgetreten. Bitte versuchen Sie es erneut.

# tx_rhmajordomo_domain_model_emaillist.message.sendsuccessful.default
source: Your instruction was successfully sent by email.
de: Ihre Anweisung wurde als Email erfolgreich versendet.

# tx_rhmajordomo_domain_model_emaillist.message.sendsuccessful.welcome
source: You have been successfully added to the email list "%s".
de: Sie wurden erfolgreich in den Email-Verteiler "%s" aufgenommen.

# tx_rhmajordomo_domain_model_emaillist.message.sendsuccessful.bye
source: You have been successfully removed from the mailing list "%s".
de: Sie wurden erfolgreich aus dem Email-Verteiler "%s" entfernt.

# tx_rhmajordomo_domain_model_emaillist.message.sendsuccessful.validMail
source: Please check your email inbox and confirm your email address until %s.
de: Bitte überprüfen Sie Ihren E-Mail-Posteingang und bestätigen Sie Ihre E-Mail-Adresse bis zum %s.

# tx_rhmajordomo_domain_model_emaillist.message.sendsuccessful.moderator.welcome
source: The user "%s" have been successfully added to the email list "%s".
de: Die Email "%s" wurden erfolgreich in den Email-Verteiler "%s" aufgenommen.

# tx_rhmajordomo_domain_model_emaillist.message.sendsuccessful.moderator.bye
source: The user "%s" have been successfully removed from the mailing list "%s".
de: Die Email "%s" wurden erfolgreich aus dem Email-Verteiler "%s" entfernt.

# tx_rhmajordomo_domain_model_emaillist.message.sendfailed
source: Unfortunately you could not be successfully registered in or removed from the email list "%s".
de: Sie konnten leider nicht erfolgreich in den Email-Verteiler "%s" eingetragen oder von ihm gelöscht werden.

# tx_rhmajordomo_domain_model_emaillist.message.valaidate.fail
source: The link you used is invalid. Please try again.
de: Der von Ihnen verwendete Link ist ungültig. Bitte versuchen Sie es erneut.

# tx_rhmajordomo_domain_model_emaillist.message.notloggedin
source: You are not logged in. Please log in first.
de: Sie sind nicht eingeloggt. Bitte loggen Sie sich zuerst ein.

# tx_rhmajordomo_domain_model_emaillist.message.verificationlink
source: After submitting this form you will receive an email with a verification link. Please confirm your email address by clicking on the link. The link is valid for %s hours. It may take up to 10 minutes before you receive an email. Please also check your spam folder if necessary.
de: Nach dem Absenden dieses Formulars erhalten Sie eine E-Mail mit einem Verifizierungslink. Bitte bestätigen Sie Ihre E-Mail-Adresse, indem Sie auf den Link klicken. Der Link ist %s Stunden lang gültig. Es kann bis zu 10 Minuten dauern, bis Sie eine E-Mail erhalten. Bitte überprüfen Sie ggf. auch Ihren Spam-Ordner.

# tx_rhmajordomo_domain_model_emaillist.message.verificationlinkmoderatorack
source: After the successful email verification, the email list administrator will be informed about the process.
de: Nach erfolgreicher E-Mail-Verifizierung wird der Administrator der E-Mail-Liste über den Vorgang informiert.

# tx_rhmajordomo_domain_model_emaillist.mail.subject.admin
source: Note to "%s" e-mail list
de: Information zum "%s" E-mail-Verteiler

# tx_rhmajordomo_domain_model_emaillist.mail.subject.welcome
source: Welcome to the "%s" e-mail list
de: Willkommen auf dem "%s" E-mail-Verteiler

# tx_rhmajordomo_domain_model_emaillist.mail.subject.bye
source: Goodbye from the "%s" e-mail list
de: Auf wiedersehen von dem "%s" E-mail-Verteiler

# tx_rhmajordomo_domain_model_emaillist.mail.subject.validate
source: Please confirm your email address
de: Bitte bestätigen Sie Ihre E-Mail Adresse

# tx_rhmajordomo_domain_model_emaillist.email.gredings
source: Hi %s %s,
de: Hallo %s %s,

# tx_rhmajordomo_domain_model_emaillist.email.content.subscribe
source: welcome to the "%s" e-mail distribution list. You can write to the address %s with all subscribers. If you have any questions, write an e-mail to: %s.
de: willkommen auf dem "%s" E-mail-Verteiler. Sie können über die Adresse %s mit allen Abbonenten schreiben. Bei Fragen, schreiben Sie bitte eine E-mail an: %s

# tx_rhmajordomo_domain_model_emaillist.email.content.subscribeOneWay
source: welcome to the "%s" e-mail distribution list. You cannot send e-mails to the %s address. This is only a distribution list for receiving e-mails. If you have any questions, write an e-mail to: %s.
de: willkommen auf dem "%s" E-mail-Verteiler. Sie können an die Adresse %s keine E-mails versenden. Dies ist nur ein Verteiler zum E-mails empfangen. Bei Fragen, schreiben Sie bitte eine E-mail an: %s

# tx_rhmajordomo_domain_model_emaillist.email.content.unsubscribe
source: you have been deleted from the "%s" e-mail list.
de: Sie wurden von dem E-mail-Verteiler "%s" gelöscht.

# tx_rhmajordomo_domain_model_emaillist.email.content.validate.subscribe
source: We are pleased that you are interested in joining the %s email distribution list. Please confirm your interest by clicking on the following link: %s The link is valid until %s. If you are not interested, you can ignore or delete this email.
de: Wir freuen uns, dass Sie an der Aufnahme in den E-Mail-Verteiler %s interessiert sind. Bitte bestätigen Sie Ihr Interesse, indem Sie auf den folgenden Link klicken: %s Der Link ist gültig bis %s. Wenn Sie nicht interessiert sind, können Sie diese E-Mail ignorieren oder löschen.

# tx_rhmajordomo_domain_model_emaillist.email.content.validate.unsubscribe
source: We are very sorry that you wish to leave the %s email distribution list. Please confirm your wish by clicking on the following link: %s The link is valid until %s. If you do not wish to leave the email distribution list, you can ignore or delete this email.
de: Wir bedauern sehr, dass Sie den E-Mail-Verteiler %s verlassen möchten. Bitte bestätigen Sie Ihren Wunsch, indem Sie auf den folgenden Link klicken: %s Der Link ist gültig bis %s. Wenn Sie die E-Mail-Verteilerliste nicht verlassen möchten, können Sie diese E-Mail ignorieren oder löschen.

# tx_rhmajordomo_domain_model_emaillist.email.ending
source: Many greetings
de: Viele Grüße
